blog-posts/2004-03-06-warm-and-fuzzy-feelings.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Warm and fuzzy feelings</title>
<!-- 2014-04-30 Wed 17:01 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Warm and fuzzy feelings</h1>
<p>
March 6th, 2004 -
<a href="http://sachachua.com/blog/p/1843"><a href="http://sachachua.com/blog/p/1843">http://sachachua.com/blog/p/1843</a></a>
</p>

<pre class="example">
Hi sachac :-)
i've been following your planner mode pages for a while, I must say it's a great project
dto: Awwwww, thanks! =)
dto: You can go thank johnw for that. My job is just to patch the bugs I accidentally introduce, and
        occasionally make a bunch of people really happy by figuring out how to hack something cool into it. =)
sachac: I use nnrss/gnus to read your feed :-)
anyway I think you're doing great, i'd love to offer feedback
dto: Awwwwww... =)
i'm planning to use it for organizing my work, it's very hectic and i manage multiple
     projects/tasks/contacts/emails etc
dto: Wow, neat! =)
</pre>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
